Tekla.Structures.ModelInternal.PolycurveSerialization.SerializedPointType
Enumeration to indicate the point type in the serialized point list. Must be in sync with
the enum dotControlPolycurvePointType_e in Core side.